import CHECK_LIST_TITLE_MODEL from '../models/checkListTitles';

const CHECK_LIST_TITLES = [

  new CHECK_LIST_TITLE_MODEL('', '530', '4', 'ch1', 'Подмывание женщины'),
  new CHECK_LIST_TITLE_MODEL('', '530', '5', 'ch1', 'Катетеризация мочевого пузыря мягким катетером женщине'),
  new CHECK_LIST_TITLE_MODEL('', '530', '7', 'ch1', 'Подмывание мужчины'),
  new CHECK_LIST_TITLE_MODEL('', '530', '8', 'ch1', 'Катетеризация мочевого пузыря мягким катетером мужчине'),
  new CHECK_LIST_TITLE_MODEL('', '530', '11', 'ch1', 'Промывание желудка'),
  new CHECK_LIST_TITLE_MODEL('', '530', '12', 'ch1', 'Постановка гипертонической клизмы'),
  new CHECK_LIST_TITLE_MODEL('', '530', '14', 'ch1', 'Постановка лекарственной клизмы'),
  new CHECK_LIST_TITLE_MODEL('', '530', '15', 'ch1', 'Постановка очистительной клизмы'),
  new CHECK_LIST_TITLE_MODEL('', '530', '24', 'ch1', 'Измерение артериального давления механическим тонометром'),
  new CHECK_LIST_TITLE_MODEL('', '530', '24', 'ch2', 'Измерение артериального давления электронным тонометром'),
  new CHECK_LIST_TITLE_MODEL('', '530', '25', 'ch1', 'Снятие электрокардиограммы (на примере портативного 12-канального электрокардиографа «Аксион-ЭК1Т-07»)'),
  new CHECK_LIST_TITLE_MODEL('', '530', '27', 'ch1', 'Смена нательного белья'),
  new CHECK_LIST_TITLE_MODEL('', '530', '28', 'ch1', 'Смена постельного белья'),


  new CHECK_LIST_TITLE_MODEL('', '1355', '6', 'ch1', 'Подкожное введение лекарственного средства'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '7', 'ch1', 'Подкожное введение инсулина шприцом'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '9', 'ch1', 'Внутримышечное введение лекарственного препарата'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '9', 'ch2', 'Внутримышечное введение масляного раствора'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '10', 'ch1', 'Внутримышечное введение бициллина-5'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '11', 'ch1', 'Взятие крови из вены при помощи шприца'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '13', 'ch1', 'Взятие крови из вены системой вакуумной Vacutainer'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '14', 'ch1', 'Внутривенное введение лекарственного препарата (струйно)'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '16', 'ch1', 'Техника внутривенного введения лекарственного средства с использованием системы инфузионной'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '18', 'ch1', 'Техника постановки ПВК'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '19', 'ch1', 'Инфузионная терапия с использованием периферического венозного катетера'),
  new CHECK_LIST_TITLE_MODEL('', '1355', '20', 'ch1', 'Удаление периферического венозного катетера'),



  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '1', 'ch1', 'Применение карманного ингалятора'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '2', 'ch1', 'Пальпация лимфатических узлов'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '3', 'ch1', 'Уход за периферическим венозным катетером'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '4', 'ch1', 'Пальпация щитовидной железы'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '5', 'ch1', 'Применение небулайзера'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '6', 'ch1', 'Техника исследования пульса'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '7', 'ch1', 'Измерение температуры тела (электронным термометром)'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '8', 'ch1', 'Измерение температуры тела (ртутным термометром)'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '9', 'ch1', 'Подсчет дыхательных движений'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '10', 'ch1', 'Правила приема препаратов железа'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '11', 'ch1', 'Постановка внутрикожной пробы на чувствительность к антибиотику'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '12', 'ch1', 'Порядок действий медицинской сестры при аварийном контакте с биологическим материалом в случае повреждения целостности кожных покровов'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '13', 'ch1', 'Порядок действий медицинской сестры при аварийном контакте с биологическим материалом в случае загрязнения биологическим материалом кожных покровов без нарушения их целостности'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '14', 'ch1', 'Порядок действий медицинской сестры при аварийном контакте с биологическим материалом в случае попадания биологического материала на слизистую оболочку'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '15', 'ch1', 'Алгоритм действия медицинского работки при опрокидывании пробирок, с не закрытыми крышками'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '16', 'ch1', 'Дезинфекции использованного материала с применением деструктора игл после внутримышечной инъекции'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '17', 'ch1', 'Проведение дезинфекции использованного материала после внутривенной капельной инъекции'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '18', 'ch1', 'Проведение дезинфекции использованного материала после внутривенной струйной инъекции'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '19', 'ch1', 'Кормление через назогастральный зонд'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '20', 'ch1', 'Санитарно-гигиеническая обработка при педикулезе'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '21', 'ch1', 'Подготовка рабочего места и рук в зоне асептики'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '22', 'ch1', 'Применение пузыря со льдом'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '23', 'ch1', 'Постановка газоотводной трубки'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '24', 'ch1', 'Постановка согревающего компресса на коленный сустав'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '25', 'ch1', 'Постановка согревающего компресса на ухо'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '26', 'ch1', 'Удаление серной пробки'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '27', 'ch1', 'Уход за глазами и закапывание капель'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '28', 'ch1', 'Уход за носом и закапывание капель'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '29', 'ch1', 'Уход за ушами и закапывание капель'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '30', 'ch1', 'Уход за полостью рта'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '31', 'ch1', 'Уход за пролежнями 2-ой степени'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '32', 'ch1', 'Упаковка медицинского инструментария для дальнейшей стерилизации'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '33', 'ch1', 'Подготовка перевязочного материала (5 штук ватных шариков, 3 штуки марлевых салфеток) к стерилизации в индивидуальной бумажной упаковке'),
  new CHECK_LIST_TITLE_MODEL('', 'Прочее', '34', 'ch1', 'Универсальная укладка материала в бикс'),




];

export default CHECK_LIST_TITLES;