import Instruction from '../models/instruction';

const INSTRUCTIONS_1355 = [
  new Instruction(
    '1',
    'Оснащение и подготовка процедурного кабинета к выполнению инъекций и внутривенных инфузий',
  ),
  new Instruction(
    '2',
    'Проведение дезинфекционных мероприятий в процедурном кабинете',
  ),
  new Instruction(
    '3',
    'Набор лекарственного средства из ампулы в шприц',
  ),
  new Instruction(
    '4',
    'Набор лекарственного средства из флакона в шприц',
  ),
  new Instruction(
    '5',
    'Выполнение внутрикожной инъекции',
  ),
  new Instruction(
    '6',
    'Выполнение подкожной инъекции',
  ),
  new Instruction(
    '7',
    'Подкожное введение инсулина',
  ),
  new Instruction(
    '8',
    'Подкожное введение инсулина с использованием шприц-ручки',
  ),
  new Instruction(
    '9',
    'Выполнение внутримышечной инъекции',
  ),
  new Instruction(
    '10',
    'Внутримышечное введение бициллина',
  ),
  new Instruction(
    '11',
    'Взятие крови из вены шприцем',
  ),
  new Instruction(
    '12',
    'Взятие крови из вены системой вакуумной S-Monovet',
  ),
  new Instruction(
    '13',
    'Взятие крови из вены системой вакуумной Vacutainer',
  ),
  new Instruction(
    '14',
    'Внутривенное введение лекарственного средства с использованием шприца',
  ),
  new Instruction(
    '15',
    'Заполнение системы инфузионной',
  ),
  new Instruction(
    '16',
    'Внутривенное введение лекарственного средства с использованием системы инфузионной',
  ),
  new Instruction(
    '17',
    'Внутривенное введение лекарственного средства с использованием устройства для вливания в малые вены «игла-бабочка»',
  ),
  new Instruction(
    '18',
    'Постановка периферического венозного катетера',
  ),
  new Instruction(
    '19',
    'Инфузионная терапия с использованием периферического венозного катетера',
  ),
  new Instruction(
    '20',
    'Удаление периферического венозного катетера',
  ),
  new Instruction(
    '21',
    'Инфузионная терапия с использованием центрального венозного катетера',
  ),
  new Instruction(
    '22',
    'Смена фиксирующей повязки на центральном венозном катетере',
  ),
  new Instruction(
    '23',
    'Выполнение инъекций и внутривенных инфузий в палате больничной организации здравоохранения ',
  ),
  new Instruction(
    '24',
    'Выполнение инъекций на дому',
  )
  
];

export default INSTRUCTIONS_1355;