import Instruction from '../models/instruction';

const INSTRUCTIONS_530 = [
  new Instruction(
    '1',
    'Оснащение и подготовка манипуляционного кабинета к работе',
  ),
  new Instruction(
    '2',
    'Оснащение и подготовка клизменной к работе',
  ),
  new Instruction(
    '3',
    'Проведение дезинфекционных мероприятий',
  ),
  new Instruction(
    '4',
    'Подмывание пациента (женщины)',
  ),
  new Instruction(
    '5',
    'Катетеризация мочевого пузыря пациента (женщины) с использованием катетера урологического Нелатона',
  ),
  new Instruction(
    '6',
    'Катетеризация мочевого пузыря пациента (женщины) с использованием катетера урологическогоФолея',
  ),
  new Instruction(
    '7',
    'Подмывание пациента (мужчины)',
  ),
  new Instruction(
    '8',
    'Катетеризация мочевого пузыря пациента (мужчины) с использованием катетера урологическогоНелатона',
  ),
  new Instruction(
    '9',
    'Катетеризация мочевого пузыря пациента (мужчины) с использованием катетера урологическогоФолея',
  ),
  new Instruction(
    '10',
    'Извлечение катетера урологическогоФолея из мочевого пузыря пациента',
  ),
  new Instruction(
    '11',
    'Промывание желудка',
  ),
  new Instruction(
    '12',
    'Постановка гипертонической клизмы',
  ),
  new Instruction(
    '13',
    'Постановка масляной клизмы',
  ),
  new Instruction(
    '14',
    'Постановка лекарственной клизмы',
  ),
  new Instruction(
    '15',
    'Постановка очистительной клизмы',
  ),
  new Instruction(
    '16',
    'Подготовка пациента и сбор мочи на общий анализ',
  ),
  new Instruction(
    '17',
    'Подготовка пациента и сбор мочи для исследования по методу Нечипоренко',
  ),
  new Instruction(
    '18',
    'Подготовка пациента и сбор мочи для исследования по методу Зимницкого',
  ),
  new Instruction(
    '19',
    'Подготовка пациента и сбор мочи для микробиологического исследования',
  ),
  new Instruction(
    '20',
    'Подготовка пациента и сбор кала для исследования на «скрытую» кровь',
  ),
  new Instruction(
    '21',
    'Подготовка пациента и сбор мокроты для общеклинического исследования',
  ),
  new Instruction(
    '22',
    'Подготовка пациента и сбор мокроты для микробиологического исследования',
  ),
  new Instruction(
    '23',
    'Подготовка пациента и сбор мокроты на микобактерии туберкулеза',
  ),
  new Instruction(
    '24',
    'Измерение артериального давления',
  ),
  new Instruction(
    '25',
    'Снятие электрокардиограммы (на примере портативного 12-канального электрокардиографа «Альтоник-06»)',
  ),
  new Instruction(
    '26',
    'Подготовка кровати и постели для пациента',
  ),
  new Instruction(
    '27',
    'Смена нательного белья пациенту в тяжелом состоянии',
  ),
  new Instruction(
    '28',
    'Смена постельного белья пациенту в тяжелом состоянии',
  )
];

export default INSTRUCTIONS_530;