import Instruction from '../models/instruction';

const OTHER_INSTRUCTIONS = [
  new Instruction(
    '1',
    'Применение карманного ингалятора',
  ),
  new Instruction(
    '2',
    'Пальпация лимфатических узлов',
  ),
  new Instruction(
    '3',
    'Уход за периферическим венозным катетером',
  ),
  new Instruction(
    '4',
    'Пальпация щитовидной железы',
  ),
  new Instruction(
    '5',
    'Применение небулайзера',
  ),
  new Instruction(
    '6',
    'Техника исследования пульса',
  ),
  new Instruction(
    '7',
    'Измерение температуры тела (электронным термометром)',
  ),
  new Instruction(
    '8',
    'Измерение температуры тела (ртутным термометром)',
  ),
  new Instruction(
    '9',
    'Подсчет дыхательных движений',
  ),
  new Instruction(
    '10',
    'Правила приема препаратов железа',
  ),
  new Instruction(
    '11',
    'Постановка внутрикожной пробы на чувствительность к антибиотику',
  ),
  new Instruction(
    '12',
    'Порядок действий медицинской сестры при аварийном контакте с биологическим материалом в случае повреждения целостности кожных покровов',
  ),
  new Instruction(
    '13',
    'Порядок действий медицинской сестры при аварийном контакте с биологическим материалом в случае загрязнения биологическим материалом кожных покровов без нарушения их целостности',
  ),
  new Instruction(
    '14',
    'Порядок действий медицинской сестры при аварийном контакте с биологическим материалом в случае попадания биологического материала на слизистую оболочку',
  ),
  new Instruction(
    '15',
    'Алгоритм действия медицинского работки при опрокидывании пробирок, с не закрытыми крышками',
  ),
  new Instruction(
    '16',
    'Дезинфекции использованного материала с применением деструктора игл после внутримышечной инъекции',
  ),
  new Instruction(
    '17',
    'Проведение дезинфекции использованного материала после внутривенной капельной инъекции',
  ),
  new Instruction(
    '18',
    'Проведение дезинфекции использованного материала после внутривенной струйной инъекции',
  ),
  new Instruction(
    '19',
    'Кормление через назогастральный зонд',
  ),
  new Instruction(
    '20',
    'Санитарно-гигиеническая обработка при педикулезе',
  ),
  new Instruction(
    '21',
    'Подготовка рабочего места и рук в зоне асептики',
  ),
  new Instruction(
    '22',
    'Применение пузыря со льдом',
  ),
  new Instruction(
    '23',
    'Постановка газоотводной трубки',
  ),
  new Instruction(
    '24',
    'Постановка согревающего компресса на коленный сустав',
  ),
  new Instruction(
    '25',
    'Постановка согревающего компресса на ухо',
  ),
  new Instruction(
    '26',
    'Удаление серной пробки',
  ),
  new Instruction(
    '27',
    'Уход за глазами и закапывание капель',
  ),
  new Instruction(
    '28',
    'Уход за носом и закапывание капель',
  ),
  new Instruction(
    '29',
    'Уход за ушами и закапывание капель',
  ),
  new Instruction(
    '30',
    'Уход за полостью рта',
  ),
  new Instruction(
    '31',
    'Уход за пролежнями 2-ой степени',
  ),
  new Instruction(
    '32',
    'Упаковка медицинского инструментария для дальнейшей стерилизации',
  ),
  new Instruction(
    '33',
    'Подготовка перевязочного материала (5 штук ватных шариков, 3 штуки марлевых салфеток) к стерилизации в индивидуальной бумажной упаковке',
  ),
  new Instruction(
    '34',
    'Универсальная укладка материала в бикс',
  )
];

export default OTHER_INSTRUCTIONS;